{
    "EU": {
        "header": [
            {
                "name": "home",
                "path": "/"
            },
            {
                "name": "about",
                "path": "/about"
            },
            {
                "name": "projects",
                "path": "/projects"
            },
            {
                "name": "blog",
                "path": "/blog"
            },
            {
                "name": "contacts",
                "path": "/contacts"
            }
        ],
        "startPage": {
            "title": "Hi, I'm Raman",
            "subtitle": "Web Developer",
            "descript": "I specialize in building and designing web applications.",
            "btnSkills":"View My Skills",
            "btnWorks":"View My Work",
            "forAbout":{
                "title": "About Me",
                "txt": "I am a web developer with a passion for creating beautiful, responsive and user-friendly websites. I have experience in developing web applications using modern technologies."
            },
            "forPrj":{
                "title": "Projects",
                "txt": "A brief description of projects."
            },
            "forBlog":{
                "title": "Blog",
                "txt": "Some last posts."
            }
        },
        "aboutPage":{
            "title":"About Me",
            "subtitleMain":"Hi there! I'm Roman, web developer.",
            "txtMain1": "I started building websites back in 2012, just for fun. It was a hobby at first — learning HTML, writing scripts late at night, experimenting with layouts. Today, I’ve decided to make it my main profession. For me, web development is more than just code — it’s a way to create something real and meaningful." ,
            "txtMain2": "My main stack is MERN (MongoDB, Express, React, Node.js), but I’m always learning and growing. Lately, I’ve been diving into Next.js and exploring PHP. Honestly, I’m curious about everything — backend, frontend, UI, performance — the whole journey excites me.",
            "subtitleSkills":"My Skills",
            "subtitleEnd":"In the end...",
            "txtEnd1":"I love clean, simple, elegant pages — with no clutter, just thoughtful design and smooth functionality. I believe in the “less is more” philosophy where everything has a purpose and works beautifully.",
            "txtEnd2":"This site marks the beginning of my new path. I’m open to interesting projects and connections with like-minded developers."
        }
    },
    "RU": {
        "header": [
            {
                "name": "главная",
                "path": "/"
            },
            {
                "name": "обо мне",
                "path": "/about"
            },
            {
                "name": "проекты",
                "path": "/projects"
            },
            {
                "name": "блог",
                "path": "/blog"
            },
            {
                "name": "контакты",
                "path": "/contacts"
            }
        ],
        "startPage": {
            "title": "Привет, Я Роман",
            "subtitle": "Web разработчик",
            "descript": "Я специализируюсь на создании и проектировании Web-приложений.",
            "btnSkills":"Мои скилы",
            "btnWorks":"Мои работы",
            "forAbout":{
                "title": "Обо Мне",
                "txt": "Я веб-разработчик, увлеченный созданием красивых, адаптивных и удобных в использовании веб-сайтов. У меня есть опыт разработки веб-приложений с использованием современных технологий."
            },
            "forPrj":{
                "title": "Проекты",
                "txt": "Краткое описание проектов."
            },
            "forBlog":{
                "title": "Блог",
                "txt": "Последние посты"
            }
        },
        "aboutPage":{
            "title":"Обо мне",
            "subtitleMain":"Привет! Меня зовут Роман. Я веб-разработчик.",
            "txtMain1": "С 2012 года веб был моим хобби — я создавал сайты из любопытства, изучал HTML и JavaScript по ночам и экспериментировал с дизайнами. Сегодня я решил сделать это своим основным делом. Разработка — это не просто код, это способ создавать что-то настоящее и полезное." ,
            "txtMain2": "Мой основной стек —  MERN (MongoDB, Express, React, Node.js), но я постоянно учусь и двигаюсь дальше: сейчас осваиваю Next.js и PHP. Честно говоря, мне интересно почти всё, что связано с вебом — от бэкенда до микровзаимодействий на фронтенд.",
            "subtitleSkills":"Мои навыки",
            "subtitleEnd":"В конце...",
            "txtEnd1":"Люблю чистые, простые и изящные страницы — без лишнего визуального шума. Мне близок подход «меньше — значит лучше», где всё работает быстро и понятно.",
            "txtEnd2":"Этот сайт — начало моего нового пути. Буду рад интересным проектам и знакомствам в профессиональном сообществе."
        }
    }
}